Repository: wp-plugins/medialink
Catalog: languages/medialink-*.po
Languages: sr_rs

source: prev
sr_rs: prethodno

source: next
sr_rs: sledeće

source: New
sr_rs: Novo

source: Old
sr_rs: Staro

source: Des
sr_rs: Opadajući

source: Asc
sr_rs: Rastući

source: Search
sr_rs: Pretraga

source: all
sr_rs: sve

source: Select
sr_rs: Odaberi

source: How to use
sr_rs: Kako koristiti

source: Default settings
sr_rs: Podrazumevana podešavanja

source: The default value for the short code attribute
sr_rs: Podrazumevana vrednost za atribut kratkog koda

source: (In the case of image) Easy use
sr_rs: (U slučaju slike) Lako korišćenje

source: Please add new Page. Please write a short code in the text field of the Page. Please go in Text mode this task.
sr_rs: Dodajte novu stranicu. Napišite kratak kod u tekstualnom polju stranice. Uključite tekstualni mod za ovaj zadatak.

source: When you view this Page, it is displayed in album mode. This is the result of the search of the media library. The Settings> Media, determine the size of the thumbnail. The default value of MediaLink, width 80, height 80. Please set its value. In the Media> Add New, please drag and drop the image. You view the Page again. Should see the image to the Page.
sr_rs: Kada gledate ovu stranicu, ona je prikazana u album modu. To je posledica pretrage medijske biblioteke. Podešavanja > Mediji, odredite veličinu umanjene sličice. Podrazumevana vrednost MediaLink-a, širina 80, visina 80. Molim Odredite vrednost. U Media > Dodaj novo, prevucite i spustite sliku. Ponovo pogledajte stranicu. Trebalo bi da vidite sliku na stranici.

source: In addition, you want to place add an attribute like this in the short code.
sr_rs: Pored toga, treba da stavite dodaj atribut kao ovaj u kratki kod.

source: When you view this Page, it is displayed in slideshow mode.
sr_rs: Kada gledate ovu stranicu, ona je prikazana u slajdšou modu.

source: Customization 1
sr_rs: Kustomizacija 1

source: MediaLink is also handles video and music and document. If you are dealing with music and video and document, please add the following attributes to the short code.
sr_rs: MediaLink takođe barata video i muzičkim dokumentima. Ako imate posla s muzičkim i video dokumentom, dodajte sledeće atribute krartkom kodu.

source: * (WordPress > Settings > General Timezone) Please specify your area other than UTC. For accurate time display of RSS feed.
sr_rs: * (WordPress > Podešavanja > Opšte > Vremenska zona). Odredite svoje područje osim UTC. Za precizno vremensko prikazivanje RSS dovoda.

source: Customization 2
sr_rs: Kustomizacija 2

source: Below, I shows the default values and various attributes of the short code.
sr_rs: Ispod prikazujem podrazumevane vrednosti i razne atribute kratkog koda.

source: Attribute
sr_rs: Atribut

source: Next only five. album(image), movie(video), music(music), slideshow(image), document(document)
sr_rs: Sledeće samo pet. Album (slika), film (video), muzika (muzika), slajdšou (slika), dokument (dokument)

source: Effects of PC. If you want to use the Lightbox, please install a plugin that is compatible to the Lightbox. I would recommend some plugins below.
sr_rs: Efekti PC-a. Ako želite da koristite Lightbox, instalirajte plug in koji je kompatibilan sa Lightbox-om. Preporučujem neke plug in-ove ispod.

source: Effects of Smartphone
sr_rs: Efekti smart telefona

source: Full path to the top directory containing the data
sr_rs: Kompletan put do gornjeg direktorijuma koji sadrži ekstenziju podataka na PC-u.

source: second extension on the PC. Second candidate when working with html5
sr_rs: druga ekstenzija na PC-u. Drugi kandidat kada se radi sa html5

source: extension of Smartphone
sr_rs: ekstenzija smart telefona

source: extension of Japanese mobile phone
sr_rs: ekstenzija japanskog mobilnog telefona

source: File Display per page(PC)
sr_rs: Displej fajla po stranici (PC)

source: File Display per page(Smartphone)
sr_rs: Displej fajla po stranici (smart telefon)

source: File Display per page(Japanese mobile phone)
sr_rs: Displej fajla po stranici (japanski mobilni telefon)

source: (album, slideshow) default thumbnail suffix name of WordPress. (movie, music) specify an extension for the thumbnail of the title the same name as the file you want to view, but if the thumbnail is not found, display the icon. The thumbnail no display if you do not specify anything. (document) The icon is displayed if you specify icon. The thumbnail no display if you do not specify anything.
sr_rs: (album, slajdšou) podrazumevana umanjena sličica sufiks naziv za WordPress. (film, muzika) odredite ekstenziju za umanjenu sličicu istog naslova kao fajl koji želite da pogledate, ali ako umanjena sličica nije pronađena, prikažite ikonu. Umanjena sličica se ne prikazuje ako ništa ne odredite. (dokument) Ikona je prikazana ako odredite ikonu. Umanjena sličica se neće prikazati ako ništa ne odredite.

source: Category you want to include. Only one.
sr_rs: Kategorija koju želite da obuhvatite. Samo jedna.

source: Category you want to exclude. More than one, specified separated by |.
sr_rs: Kategorija koju želite da izuzmete. Više od jedne, odvojene sa |.

source: The name of the RSS feed file (Use to widget)
sr_rs: Naziv fajla RSS dovoda (Koristi se kao vidžet)

source: Syndication feeds show the most recent (Use to widget)
sr_rs: Sindikacioni odvodi pokazuju najaktuelnije (Koristi se kao vidžet)

source: The default value for other.
sr_rs: Podrazumevana vrednost za ostale.

source: Size of the movie container.
sr_rs: Veličina kontejnera filma.

source: Size of the thumbnail size for Video and Music
sr_rs: Veličina umanjene sličice za video i muziku

source: Background color
sr_rs: Boja pozadine

source: Text color
sr_rs: Boja teksta

source: Width of the list
sr_rs: Širina liste

source: Color of the arrow
sr_rs: Boja strelice

source: Background color of the list
sr_rs: Boja pozadine liste

source: Background color of the partition line in the list
sr_rs: Boja pozadine

source: Background color of the navigation
sr_rs: Boja pozadine navigacije

source: Background color of the partition line in the navigation
sr_rs: Boja pozadine pregradne linije u navigaciji

source: Text color navigation
sr_rs: Navigacija boje teksta

source: The to playback of video and music, that such as the next, .htaccess may be required to the directory containing the data file by the environment.
sr_rs: Za plejbek videa i muzike može biti potreban .htaccess za direktorijum koji sadrži fajl s podacima.

source: Video (Podcast)
sr_rs: Video (potkast)

source: Music (Podcast)
sr_rs: Muzika (potkast)

source: Slideshow (RSS)
sr_rs: Slajdšou (RSS)

source: Document (RSS)
sr_rs: Dokument (RSS)

source: * When you move to (WordPress > Appearance > Widgets), there is a widget MediaLinkRssFeed. If you place you can set this to display the sidebar link the RSS feed.
sr_rs: *Kada pređete na (WordPress > Izgled >Vidžeti), tu se nalazi vidžet MediaLinkRssFeed. Možete da podesite ovo da prikazuje RSS dovod na bočnoj traci sa menijima.

source: Flash extension on the PC. Flash Player to be used when a HTML5 player does not work.
sr_rs: Fleš ekstenzija na PC-u. Treba koristiti fleš plejer kada HTML5 plejer ne radi.

source: Alias read extension :
sr_rs: Alijas

source: Selectbox of categories.
sr_rs: Select box kategorija

source: Navigation of page.
sr_rs: Navigacija stranice

source: Navigation of sort.
sr_rs: Navigacija algoritma

source: Search box
sr_rs: Polje za pretragu

source: RSS Icon
sr_rs: RSS ikona

source: Credit
sr_rs: Kredit

source: Size of the image display. (Media Settings > Image Size)
sr_rs: Veličina displeja slike (Medija podešavanja > veličina slike)

source: Could not create an RSS Feed. Please change to 777 or 757 to permissions of following directory.
sr_rs: Ne može da se kreira RSS dovod. Promenite na 777 ili 757 za dozvolu za sledeći direktorijum.

source: Generation of RSS feed.
sr_rs: Generacija RSS dovoda

source: Type of Sort
sr_rs: Tip algoritma
